;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: r3Qui3m
; TranslationAuthorEmail: slo.mula@gmail.com
; Soft Version: 1.1.1 18
; Update: 18. junij, 2015
;
[Lang]
NativeLanguage=Slovenščina
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=Vredu
ButtonMinimize=Minimiraj
ButtonMaximize=Maksimiraj
ButtonClose=Zapri
ButtonRestore=Obnovi
ButtonMenu=Meni

[Translation]
LangCode=0424
ReadHabit=Z leve proti desni
LanguageName=SI
LangShortName=slv
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Podatki
Warning=Opozorilo
Error=Napaka
Confirm=Potrditev
;
; Popup menu
;
pmHelp=Mrežna pomoč
pmforum=Forum
pmHome=Domača stran
pmContact=Kontaktiraj nas
pmCheckNew=Preveri za posodobitev
pmLang=Jeziki
pmAbout=O nas
pmConMenu=Dodaj v kontekstni meni
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Znebite se vseh datotek, ki jih Windows ne mere odstraniti.
FrmWDMain.btnAFile.caption=Dodaj datoteko
FrmWDMain.btnAfolder.caption=Dodaj mapo
FrmWDMain.btnRemove.caption=Odstrani
FrmWDMain.btnDel.caption=Odkleni & Izbriši
FrmWDMain.btnsupport.caption=Povratne informacije
FrmWDMain.btnfacebook.hint=Spremljaj nas na facebook-u
FrmWDMain.btntwitter.hint=Deli Wise Force Deleter na twitter-ju
FrmWDMain.btngoogle.hint=Deli Wise Force Deleter na Google+
FrmWDMain.btnemail.hint=Povej svojim prijateljem o Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Ime
FrmWDManin.lvfile.Columns[1]=Pot
FrmWDManin.lvfile.Columns[2]=Status
;
; About
;
FrmAbout.caption=O programu
FrmAbout.lblver.caption=Trenutna različica:
FrmAbout.lblemail.caption=e-mail podpora:
FrmAbout.lblhome.caption=Domača stran:
FrmAbout.lblthanks.caption=Hvala naslednjim ljudem za njihov doprinos:
FrmAbout.lblWarning.caption=Opozorilo: Ta računalniški program je zaščiten z zakonom o avtorskih pravicah in mednarodnimi pogodbami.

[Message]
DragFile=Lahko povlečete samo datoteko iz seznama.
ForceDelete=Prisilno brisanje
Newver=Nova različica Wise Force Deleter je na voljo, želite posodobiti zdaj?
NoNewVer=Čestitke, različica, ki jo uporabljate, je najnovejša!
None=Pripravljen
Unlocked=Odklenjeno & Izbrisano
Deleted=Izbrisano
FailDel=Neuspešen izbris
Aborted=Prekinjeno
NoExists=Ne obstaja
ConfirmDel=Ali želite odkleniti in izbrisati datoteko(i,e)?
TranslateTo=Prevedi v..